{
    "name": "Ammy's Coffee",
    "introduction": "Ammy has been looking for another coffee brewer for a while now",
    "proficiency": "brewing",
    "results": [
        {
            "text": "{name} walked the small distance to the coffee shop, walking under the small awning and entering the quaint shop. Immediately, the strong smell of Montilian coffee is present throughout the shop. A few patrons are here, even so early in the morning. Some are relaxing, enjoying their coffee, and others seem to be scribing papers or making very important meetings. {name} approaches the counter, towards the small blue-plumed Aarakocra placing a steaming mug on the pickup counter.\n\n\"Oh, wonderful, you came!\" She lifted the counter door, and stood aside to let [him|her] in.\n\nShe showed [him|her] around behind the counter, explaining the various grinders, presses, and machines. To start, she simply showed how to make a standard coffee; something she called the *Amstein Press.*\n\n\"That's the cup most will order. Maybe fifty... sixty percent of your orders. So you're already halfway there!\"\n\nFor the next few hours, {name} and the blue-jay Aarakocra worked together, with her taking orders. She allowed you to look over her shoulder as she made the more difficult drinks—which wasn't very difficult, considering her height.\n\n{name} learned a lot today.\n\n\"I'll see you tomorrow, {name}!\" She said [he|she] walked out the door.",
            "coins_change": 18,
            "xp_change": 2,
            "hours": 6
        },
        {
            "text": "{name} headed to the coffee shop just a few hours after its open, close to the café's morning rush of business. Ammy greeting [him|her] as [he|she] entered.\n\n\"Morning, {name}! Thanks for coming in today.\"\n\nLike before, {name} helped her make some of the easier orders, while she taught [him|her] some more advanced techniques. One order stuck out to [him|her], something called *The Halberd*. {name} decided to ask her about it.\n\n\"The Halberd? It's one of our stronger drinks. My dad always said that its 'sharp like a spear'.\" Her face glows in a slightly sorrow rememberance for just a moment, before returning to neutral. \"I don't think it's that strong, but I also drink one every day,\" she laughs, \"so i'm probably numb to it now.\"\n\n{name} had noticed her sipping on coffee in between orders. That *Halberd* was probably what she was drinking.\n\nThe rest of the day went much smoother than yesterday, with you filling orders faster, and even remembering some of the more complicated drinks as well. You decided to stay for a while longer, just to help her close down the shop for today.\n\n\"Thank you so much for your help today. Truthfully, I never really thought I needed help until I brought someone new on. I really do appreciate your help, againn\" She led you outside the small coffee shop. \"{name}... could you come in a bit earlier tomorrow to help me open up?\"\n\nYou weren't particularly busy as a {pclass}, anyway, so you accepted. Her familiar smile lit up again once you did.\n\n\"Thank you so much, {name}. I'll see you then!\"",
            "coins_change": 24,
            "xp_change": 4,
            "hours": 8
        },
        {
            "text": "The early morning streets carry a busy air. Horse-drawn carriages take the morning stock of herbs and plants to the inner city. And in a thin street, a small coffee shop is just about to open.\n\n\"Oh, awesome! I didn't think you'd be here so early!\"\n\nYou help the avian open up for the day, dusting down wooden tables and setting out signs.\n\n\"Thank you for coming in so early,\" Ammy",
            "coins_change": 8,
            "xp_change": 2,
            "hours": 6
        }
    ]
}